Repository: cdcupt/diecast-vault
Catalog: app/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# bond.cta
source: Stamp & bond
zh_hans: 刻印并绑定

# bond.cta.hint
source: Saves this model to your collection.
zh_hans: 把该模型保存到你的收藏。

# bond.eyebrow
source: Add to your cabinet
zh_hans: 加入你的陈列柜

# bond.field.drive
source: Drive — required
zh_hans: 驾驶位——必选

# bond.field.edition
source: Edition serial — optional (per copy)
zh_hans: 限量编号——可选（每件独立）

# bond.field.edition.note
source: Stamped on your copy only — not shared.
zh_hans: 仅记录在你的这件藏品上——不会共享。

# bond.field.number
source: Mini GT number
zh_hans: Mini GT 编号

# bond.heading
source: Add a car you own
zh_hans: 添加你拥有的车模

# bond.matched %@
source: matched · %@
zh_hans: 已匹配 · %@

# bond.subhead
source: Attach the catalog identity to a copy you own.
zh_hans: 为你拥有的实物附上目录身份。

# bond.subhead.scan
source: Attach the catalog identity. The scan is already saved — bonding just gives it a name.
zh_hans: 为其附上目录身份。扫描已保存——绑定只是给它取个名字。

# bond.title
source: Add a car
zh_hans: 添加车模

# addcar.title
source: Add a car
zh_hans: 添加车模

# cabinet.lightbar
source: The Cabinet
zh_hans: 陈列柜

# cabinet.litCount.full %lld %lld
source: %1$lld / %2$lld lit
zh_hans: 已点亮 %1$lld / 共 %2$lld

# cabinet.style.chip
source: Style
zh_hans: 外观

# cabinet.style.default
source: Default
zh_hans: 默认

# cabinet.style.garage.name
source: Garage / Pit
zh_hans: 车库 / 维修区

# cabinet.style.garage.tagline
source: Lived-in workshop energy
zh_hans: 充满使用感的工坊气息

# cabinet.style.lightbarWhite.name
source: Lightbar White
zh_hans: 亮柜白

# cabinet.style.lightbarWhite.tagline
source: Bright showroom vitrine
zh_hans: 明亮展厅陈列柜

# cabinet.style.museum.name
source: Museum Vitrine
zh_hans: 博物馆展柜

# cabinet.style.museum.tagline
source: A dark, contained case — like the 3D stage
zh_hans: 深色独立展柜——如同 3D 舞台

# cabinet.style.picker.blurb
source: The same shelves, dressed differently. Pick a look — your collection is unchanged.
zh_hans: 同样的陈列架，不同的外观。换个样式即可——你的收藏不受影响。

# cabinet.style.picker.done
source: Done
zh_hans: 完成

# cabinet.style.picker.title
source: Choose your cabinet
zh_hans: 选择陈列柜外观

# cabinet.style.walnut.name
source: Walnut Case
zh_hans: 胡桃木柜

# cabinet.style.walnut.tagline
source: Warm collector's study
zh_hans: 温润藏家书房

# catalog.chooseDrive
source: Choose drive
zh_hans: 选择驾驶位

# catalog.continuePrompt
source: Choose a drive to continue
zh_hans: 选择驾驶位以继续

# catalog.continueWith %@
source: Continue with %@
zh_hans: 以 %@ 继续

# catalog.empty.blurb
source: Try the catalog number or the livery.
zh_hans: 试试用目录编号或涂装名称搜索。

# catalog.empty.title %@
source: No match for “%@”
zh_hans: 未找到“%@”

# catalog.search.prompt
source: Number, name, or livery
zh_hans: 编号、名称或涂装

# detail.cta.onShelf
source: On your shelf
zh_hans: 已在陈列柜

# detail.cta.pick
source: Pick to shelf
zh_hans: 收入陈列柜

# detail.cta.view3D
source: View in 3D
zh_hans: 查看 3D

# detail.face.model
source: Model
zh_hans: 模型

# detail.face.realCar
source: Real Car
zh_hans: 真车

# detail.invite.basicNote
source: This release doesn't have a 3D model in the library yet. You can still add it to your shelf.
zh_hans: 这款车在库中还没有 3D 模型。你仍可以把它加入你的陈列柜。

# detail.invite.basicTitle
source: No 3D model yet
zh_hans: 尚无 3D 模型

# detail.tag.community
source: Community
zh_hans: 社区

# detail.tag.yours
source: Yours
zh_hans: 我的

# language.displayLanguage
source: Display language
zh_hans: 显示语言

# language.liveNote
source: Switching applies live across the whole app — no relaunch.
zh_hans: 切换语言会即时刷新整个界面，无需重启应用。

# language.selected
source: Selected
zh_hans: 已选

# language.whatLocalizes.body
source: UI strings, tabs and the real-car history all switch. Car model names stay as proper nouns (e.g. Porsche 911 GT3 RS).
zh_hans: 界面文字、标签页与真车车史都会切换。车款名称保留为专有名词（如 Porsche 911 GT3 RS）。

# language.whatLocalizes.title
source: What localizes
zh_hans: 哪些内容会本地化

# me.footer
source: Diecast Vault · v1.0 · catalog numbers are descriptive metadata only.
zh_hans: Diecast Vault · v1.0 · 目录编号仅为描述性元数据。

# me.row.cabinetStyle
source: Cabinet style
zh_hans: 陈列柜外观

# me.row.language
source: Language
zh_hans: 语言

# me.settings.heading
source: Settings
zh_hans: 设置

# me.signedIn
source: Local collection — no account needed
zh_hans: 本地收藏——无需账户

# realcar.attribution.ai
source: AI illustration — not a real photo
zh_hans: AI 插画 — 并非真实照片

# realcar.attribution.photo %@ %@
source: Photo: %1$@ · %2$@
zh_hans: 照片：%1$@ · %2$@

# realcar.compare.heading
source: Your model vs the real car
zh_hans: 与你的模型对比

# realcar.compare.realCar
source: Real car
zh_hans: 真车

# realcar.compare.yours
source: Yours
zh_hans: 你的模型

# realcar.gallery.heading
source: Reference gallery
zh_hans: 参考图库

# realcar.history.heading %@
source: The real %@
zh_hans: %@ 车史

# realcar.illustrationBadge
source: Illustration
zh_hans: 插画

# realcar.source %@
source: Source: %@
zh_hans: 来源：%@

# scan.cancel
source: Cancel
zh_hans: 取消

# scan.capture.coverageLabel
source: Coverage
zh_hans: 覆盖度

# scan.capture.finish
source: Finish & reconstruct
zh_hans: 完成并重建

# scan.capture.hint
source: Keep orbiting — capture the roof & underside.
zh_hans: 继续环绕——拍到车顶与车底。

# scan.capture.telemetry %lld %lld
source: COVERAGE %1$lld%% · %2$lld SHOTS
zh_hans: 覆盖度 %1$lld%% · %2$lld 张

# scan.invite.bond.cta
source: Bond a car I own
zh_hans: 绑定我拥有的车

# scan.invite.bond.note
source: You can still add cars you own — bond a copy to a community scan when one exists.
zh_hans: 你仍可添加自己拥有的车——当社区已有扫描时，把你的实物绑定上去。

# scan.invite.eyebrow
source: Contribute a scan
zh_hans: 贡献扫描

# scan.invite.heroCaption
source: A niche waiting to be lit
zh_hans: 一格等待点亮的展位

# scan.invite.pitch.body
source: Every scan a Pro owner shares saves everyone else from re-scanning the same release. When guided scanning arrives, you can light niches no one else has.
zh_hans: 每位 Pro 用户分享的扫描，都能让其他人无需重复扫描同一款车。引导扫描上线后，你便能点亮无人涉足的展位。

# scan.invite.pitch.title
source: You’ll be seeding the library
zh_hans: 你将为社区库播下第一颗种子

# scan.invite.requirement.body %@ %@
source: Guided capture and on-device reconstruction use LiDAR + photogrammetry on a Pro iPhone (%1$@ through %2$@). We’re validating scan quality on real diecast cars before switching it on.
zh_hans: 引导拍摄与设备端重建基于 LiDAR 与摄影测量，需要 Pro 版 iPhone（%1$@ 至 %2$@）。我们正在实体车模上验证扫描质量，随后开放。

# scan.invite.requirement.title
source: Built for Pro iPhones
zh_hans: 为 Pro 版 iPhone 打造

# scan.invite.title
source: Guided scanning arrives in an upcoming update
zh_hans: 引导扫描将在后续更新中推出

# scan.recon.body %lld
source: Meshing %lld frames into a reduced-detail USDZ. This runs entirely on your iPhone — nothing leaves the device yet.
zh_hans: 正在把 %lld 帧合成为简化精度的 USDZ。全程在你的 iPhone 上完成——目前没有任何数据离开设备。

# scan.recon.label
source: Reconstructing on-device
zh_hans: 正在设备端重建

# scan.step %lld %lld
source: Step %1$lld / %2$lld
zh_hans: 第 %1$lld / %2$lld 步

# scan.tip.cta
source: Start capture orbit
zh_hans: 开始环绕拍摄

# scan.tip.lightingBody
source: Soft, diffuse light from several sides. Glossy diecast loves to reflect — kill the hotspots.
zh_hans: 采用来自多个方向的柔和散射光。光亮的合金车容易反光——消除高光点。

# scan.tip.lightingTitle
source: Lighting
zh_hans: 光照

# scan.tip.removeBody
source: Clear acrylic confuses photogrammetry. Place the loose car on a matte, evenly-lit surface — no harsh window light.
zh_hans: 透明亚克力会干扰摄影测量。把车单独放在哑光、光照均匀的台面上——避开刺眼的窗光。

# scan.tip.removeTitle
source: Take it out of the case
zh_hans: 把它从展示盒中取出

# scan.tip.title
source: Before you scan
zh_hans: 扫描之前

# scan.title
source: Scan a car
zh_hans: 扫描车模

# scan.verdict.captured
source: Body & livery captured well. Spin it below to judge.
zh_hans: 车身与涂装捕捉良好。在下方旋转查看以做判断。

# scan.verdict.caveat.body
source: Thin spoilers and clear windows came out soft — normal for small glossy diecast. Fine for showing off; re-scan if you want the canonical community model.
zh_hans: 纤细的尾翼与透明车窗略显模糊——这是小尺寸光亮合金车的常态。用于展示足矣；若想要社区标准模型，可重新扫描。

# scan.verdict.caveat.title
source: Reduced detail
zh_hans: 精度有所简化

# scan.verdict.complete
source: Scan complete
zh_hans: 扫描完成

# scan.verdict.keep
source: Keep it → Bond
zh_hans: 保留 → 绑定

# scan.verdict.rescan
source: Re-scan
zh_hans: 重新扫描

# scan.verdict.spec.coverage
source: Coverage
zh_hans: 覆盖度

# scan.verdict.spec.detail
source: Detail level
zh_hans: 精度等级

# scan.verdict.spec.size
source: Size
zh_hans: 大小

# scan.verdict.title
source: Good enough to show a friend?
zh_hans: 够拿给朋友看了吗？

# share.body.alt
source: A canonical scan of this release + drive already exists, so there’s no pressure. If yours came out cleaner, you can offer it as an alternate.
zh_hans: 该车款 + 驾驶位已有标准扫描，无需有压力。若你的成品更干净，可作为备选提供。

# share.body.first
source: No one else owns a model of this release + drive yet. Share it so other owners can use it instead of re-scanning their own?
zh_hans: 目前还没有人拥有该车款 + 驾驶位的模型。要分享出去，让其他车主直接使用、省去自行扫描吗？

# share.chip.bonded
source: Bonded
zh_hans: 已绑定

# share.chip.first
source: ★ first to scan
zh_hans: ★ 首位扫描者

# share.cta.notNow
source: Not now
zh_hans: 暂不

# share.cta.share
source: Share to community
zh_hans: 分享到社区

# share.fineprint
source: Personal, non-commercial · you’ll be credited · remove anytime.
zh_hans: 个人、非商业用途 · 会署名于你 · 可随时移除。

# share.title.alt
source: Nice scan. Add yours as an alternate?
zh_hans: 扫描不错。要把你的作为备选加入吗？

# share.title.first
source: You’re the first to scan this.
zh_hans: 你是第一位扫描它的人。

# share.title.nav
source: Bonded
zh_hans: 已绑定

# tab.cabinet
source: Cabinet
zh_hans: 陈列柜

# tab.catalog
source: Catalog
zh_hans: 目录

# tab.library
source: Library
zh_hans: 社区库

# tab.me
source: Me
zh_hans: 我的

# viewer.close
source: Close 3D viewer
zh_hans: 关闭 3D 查看器

# viewer.fallback.blurb %@
source: Tap View in AR to place %@ in your space.
zh_hans: 点按「AR 查看」将 %@ 放置到你的空间中。

# viewer.fallback.title
source: Live 3D needs iOS 18
zh_hans: 实时 3D 需要 iOS 18

# viewer.stage.a11y %@
source: %@ on the 3D stage. Drag to rotate, pinch to zoom.
zh_hans: %@ 位于 3D 展台。拖动旋转，捏合缩放。

# viewer.viewInAR
source: View in AR
zh_hans: AR 查看

# share.cta.shareAlt
source: Offer as alternate
zh_hans: 作为备选提供

# share.cta.notNow.private
source: Keep private on my shelf
zh_hans: 保留在我的陈列柜中（不公开）

# share.reciprocity
source: Every scan you share saves another owner the work.
zh_hans: 你每分享一个扫描，就为另一位车主省去这份功夫。

# share.queued.title
source: Queued to share
zh_hans: 已加入分享队列

# share.queued.body
source: Uploads when the community backend ships (v1.1). It already credits you, and you can remove it anytime.
zh_hans: 待社区后端上线（v1.1）后自动上传。已署名于你，可随时移除。

# share.queued.done
source: Done
zh_hans: 完成

# share.queued.chip
source: queued
zh_hans: 队列中

# community.scannedBy %@
source: shared by %@
zh_hans: 由 %@ 分享

# community.sharedBy.a11y %@ %@
source: %1$@, shared by %2$@
zh_hans: %1$@，由 %2$@ 分享

# community.you
source: you
zh_hans: 你

# library.recentlyAdded
source: Recently added
zh_hans: 最近添加

# library.communityVault
source: Community Vault
zh_hans: 社区库

# library.vault.tele %lld
source: %lld MODELS · ONE CANONICAL PER RELEASE
zh_hans: %lld 个模型 · 每款车一份公认模型

# library.stub.note
source: Community picks — one canonical model per release.
zh_hans: 社区精选——每款车一份公认模型。

# cabinet.empty.headline
source: Your cabinet is dark
zh_hans: 你的陈列柜还未点亮

# cabinet.empty.invite
source: Pick from the catalog or add a car you own to light a niche.
zh_hans: 从目录中选取，或添加你拥有的车模，点亮第一格展位。

# cabinet.empty.add
source: Add a car I own
zh_hans: 添加我拥有的车模

# cabinet.empty.pick
source: Pick from the catalog
zh_hans: 从目录中选取

# library.empty.headline
source: The library is dark
zh_hans: 社区库还很安静

# library.empty.blurb
source: When owners share their models, canonical picks appear here — one per release.
zh_hans: 当藏家分享他们的模型后，公认模型会出现在这里——每款车一份。

# offline.banner.title
source: You're offline
zh_hans: 当前离线

# offline.banner.body
source: Your shelf works from cache. The community library is unavailable until you reconnect.
zh_hans: 你的陈列柜可离线使用（来自缓存）。社区库需联网后才可用。

# offline.badge
source: OFFLINE
zh_hans: 离线

# offline.cached.note
source: Cached on this iPhone — your own shelf and previously viewed models.
zh_hans: 已缓存在此 iPhone —— 你的陈列柜与此前浏览过的模型。

# viewer.error.title
source: Couldn't load the model
zh_hans: 无法载入模型

# viewer.error.body
source: The 3D model failed to load onto the stage. Your model is safe — try again, or view it in AR.
zh_hans: 3D 模型未能载入舞台。你的模型仍安全保存——可重试，或在 AR 中查看。

# viewer.edition %@
source: EDITION %@
zh_hans: 版号 %@

# viewer.error.retry
source: Try again
zh_hans: 重试

# me.section.account
source: Account
zh_hans: 账户

# me.localName
source: My collection
zh_hans: 我的收藏

# me.row.account
source: Sign-in
zh_hans: 登录

# me.row.account.signedIn
source: Not required — your data stays on this device
zh_hans: 无需登录——数据保存在本机

# me.section.storage
source: Storage
zh_hans: 存储

# me.row.localStorage
source: On this iPhone
zh_hans: 此 iPhone 上

# me.row.localStorage.count %lld
source: %lld cars
zh_hans: %lld 辆

# me.section.legal
source: Safety & legal
zh_hans: 安全与法务

# me.section.legal.footer
source: Diecast Vault is free for personal, non-commercial use.
zh_hans: Diecast Vault 供个人非商业用途免费使用。

# me.mail.fallback.title
source: No email app
zh_hans: 未找到邮件应用

# me.mail.fallback.body %@
source: Write to us at %@.
zh_hans: 请发送邮件至 %@。

# me.mail.fallback.copy
source: Copy address
zh_hans: 复制地址

# me.mail.fallback.dismiss
source: OK
zh_hans: 好

# error.save.title
source: Couldn’t save
zh_hans: 保存失败

# error.save.body
source: Something went wrong while saving to your collection. Please try again.
zh_hans: 保存到收藏时出了点问题，请重试。

# error.save.dismiss
source: OK
zh_hans: 好

# me.row.report
source: Report a problem
zh_hans: 报告问题

# me.row.dmca
source: DMCA / takedown contact
zh_hans: DMCA / 下架联系

# me.section.about
source: About
zh_hans: 关于

# me.row.version
source: Version
zh_hans: 版本

# me.section.general
source: General
zh_hans: 通用

# cell.a11y.hasModel %@ %@
source: %1$@, %2$@, model present
zh_hans: %1$@，%2$@，有模型

# cell.a11y.noModel %@ %@
source: %1$@, %2$@, no model yet
zh_hans: %1$@，%2$@，暂无模型

# cabinet.a11y %lld %lld
source: 3D cabinet, %1$lld niches, %2$lld lit
zh_hans: 3D 陈列柜，共 %1$lld 格，已点亮 %2$lld 格

# cell.a11y.catalog %@
source: Catalog number %@
zh_hans: 目录编号 %@

# drive.a11y.lhd
source: Left-hand drive
zh_hans: 左舵

# drive.a11y.rhd
source: Right-hand drive
zh_hans: 右舵

# detail.face.picker
source: View
zh_hans: 视图
